{
  "model_type": "kokoro",
  "architectures": ["KokoroTTS"],
  "vocab_size": 178,
  "hidden_size": 256,
  "num_hidden_layers": 8,
  "num_attention_heads": 8,
  "intermediate_size": 1024,
  "num_voices": 11,
  "sample_rate": 24000
}
